Repository: neura-neura/unified-audio
Catalog: src/UnifiedAudio.App/Strings/*/Resources.resw
Source language: en_us
Languages: es_es

# CurrentProfile
source: Current profile: {0}
es_es: Perfil actual: {0}

# CustomProfile
source: Custom
es_es: Personalizado

# CreateFirstTitle
source: Create your first audio profile
es_es: Crea tu primer perfil de audio

# CreateFirstBody
source: Choose the speakers and microphone you want to use together.
es_es: Elige los altavoces y el micrófono que quieres usar juntos.

source: Create profile
es_es: Crear perfil

source: Add profile
es_es: Agregar perfil

source: Edit
es_es: Editar

source: Delete
es_es: Eliminar

source: Settings
es_es: Configuración

# Refresh
source: Refresh devices
es_es: Actualizar dispositivos

# Activate
source: Use this profile
es_es: Usar este perfil

source: Active
es_es: Activo

source: Not connected
es_es: No conectado

source: Output
es_es: Salida

source: Input
es_es: Entrada

# WindowsOutput
source: Windows output for this profile
es_es: Salida de Windows para este perfil

# WindowsInput
source: Windows input for this profile
es_es: Entrada de Windows para este perfil

source: Global physical input
es_es: Entrada física global

# OutputWithGlobalInput
source: Output: {0} · global physical input
es_es: Salida: {0} · entrada física global

# MissingOutput
source: Choose an output.
es_es: Elige una salida.

# MissingInput
source: Choose a Windows input.
es_es: Elige una entrada de Windows.

# InputUnchanged
source: Windows input unchanged; the global physical input is used.
es_es: Entrada de Windows sin cambios; usa la entrada física global.

# ConfigureGlobalInput
source: Configure global physical input
es_es: Configurar entrada física global

# LegacyInputNotice
source: This profile preserves its legacy Windows input and capture roles. They remain unchanged; edit them in Advanced only if you need to override the global policy.
es_es: Este perfil conserva su entrada de Windows y sus roles de captura del formato anterior. Se mantienen sin cambios; edítalos en Avanzado solo si necesitas sobrescribir la política global.

# PhysicalInputRequired
source: Choose an available physical capture device for this profile override.
es_es: Elige un dispositivo físico de captura disponible para el override de este perfil.

# Shortcut
source: Keyboard shortcut
es_es: Atajo de teclado

source: Name
es_es: Nombre

source: Icon
es_es: Icono

source: Save
es_es: Guardar

source: Cancel
es_es: Cancelar

source: Clear shortcut
es_es: Quitar atajo

# PressShortcut
source: Press the keys you want to use
es_es: Pulsa la combinación que quieres usar

source: No shortcut
es_es: Sin atajo

# DeleteTitle
source: Delete this profile?
es_es: ¿Eliminar este perfil?

# DeleteBody
source: "{0}" will be removed. This cannot be undone.
es_es: Se eliminará "{0}". Esta acción no se puede deshacer.

source: Theme
es_es: Tema

# ThemeSystem
source: System
es_es: Sistema

# ThemeLight
source: Light
es_es: Claro

# ThemeDark
source: Dark
es_es: Oscuro

# StartWithWindows
source: Start UnifiedAudio with Windows
es_es: Iniciar UnifiedAudio con Windows

# KeepBackground
source: Keep running in background when window is closed
es_es: Seguir en segundo plano al cerrar la ventana

# ShowNotifications
source: Show notifications when switching profiles
es_es: Mostrar notificaciones al cambiar de perfil

source: Advanced
es_es: Avanzado

# AdvancedHelp
source: Most people can leave this off. When it is off, a profile uses the same speakers and microphone for every Windows audio role.
es_es: La mayoría de las personas puede dejar esto desactivado. Así, un perfil usa los mismos altavoces y micrófono para todos los roles de audio de Windows.

source: About
es_es: Acerca de

# AboutBody
source: UnifiedAudio changes your Windows speakers and microphone with one click. Version {0}. Made by
es_es: UnifiedAudio cambia los altavoces y el micrófono de Windows con un clic. Versión {0}. Hecho por

# AboutBodyPrefix
source: UnifiedAudio changes your Windows speakers and microphone with one click. Version {0}. Made by
es_es: UnifiedAudio cambia los altavoces y el micrófono de Windows con un clic. Versión {0}. Hecho por

source: Check for updates
es_es: Buscar actualizaciones

# UpdateChecking
source: Checking GitHub for a newer version...
es_es: Buscando una versión más nueva en GitHub...

# UpdateUpToDate
source: You already have the latest version ({0}).
es_es: Ya tienes la última versión ({0}).

# UpdateAvailableTitle
source: Install this update?
es_es: ¿Instalar esta actualización?

# UpdateAvailableBody
source: Version {1} is available. You have {0}. UnifiedAudio will close, replace itself, and reopen.
es_es: La versión {1} está disponible. Tienes la {0}. UnifiedAudio se cerrará, se reemplazará y volverá a abrirse.

# InstallUpdate
source: Download and install
es_es: Descargar e instalar

source: Update cancelled.
es_es: Actualización cancelada.

# UpdateDownloading
source: Downloading the new installer...
es_es: Descargando el nuevo instalador...

# UpdateDownloadingPercent
source: Downloading the new installer... {0}%
es_es: Descargando el nuevo instalador... {0}%

# UpdateInstalling
source: Starting the installer. UnifiedAudio will close and reopen.
es_es: Iniciando el instalador. UnifiedAudio se cerrará y se reabrirá.

# UpdateFailed
source: The update could not be checked or downloaded. Try again later.
es_es: No se pudo comprobar o descargar la actualización. Inténtalo más tarde.

# UpdateMissingInstaller
source: A newer version was found, but its installer is missing on GitHub.
es_es: Hay una versión más nueva, pero falta su instalador en GitHub.

# UpdateInvalidRelease
source: GitHub returned a release that UnifiedAudio could not read.
es_es: GitHub devolvió una versión que UnifiedAudio no pudo leer.

# UpdateGithubError
source: GitHub could not be reached right now. Try again later.
es_es: Ahora mismo no se puede contactar con GitHub. Inténtalo más tarde.

# OpenLogs
source: Open log folder
es_es: Abrir carpeta de registros

# TrayOpen
source: Open
es_es: Abrir

# TrayExit
source: Exit
es_es: Salir

# ActivatedTitle
source: {0} activated
es_es: {0} activado

# PartialTitle
source: {0} partially activated
es_es: {0} se activó parcialmente

# FailedTitle
source: {0} couldn't be fully activated
es_es: No se pudo activar {0} por completo

# OutputLine
source: Output: {0}
es_es: Salida: {0}

# InputLine
source: Input: {0}
es_es: Entrada: {0}

# DeviceUnavailable
source: {0} is not connected
es_es: {0} no está conectado

# NoPlaybackDevices
source: No speakers are available right now.
es_es: No hay altavoces disponibles ahora.

# NoCaptureDevices
source: No microphones are available right now.
es_es: No hay micrófonos disponibles ahora.

# ShortcutInUse
source: That shortcut is already in use. Choose another one.
es_es: Ese atajo ya está en uso. Elige otro.

# ShortcutInvalid
source: That shortcut can't be used. Try Control or Alt plus another key.
es_es: Ese atajo no se puede usar. Prueba Control o Alt más otra tecla.

# MissingName
source: Give this profile a name.
es_es: Ponle un nombre a este perfil.

# MissingDevices
source: Choose speakers and a microphone.
es_es: Elige altavoces y un micrófono.

# IconDesktop
source: Desktop
es_es: Escritorio

# IconSofa
source: Sofa
es_es: Sofá

# IconSpeaker
source: Speaker
es_es: Altavoz

# IconHeadphones
source: Headphones
es_es: Auriculares

source: Edit profile
es_es: Editar perfil

source: New profile
es_es: Nuevo perfil

source: Profiles
es_es: Perfiles

source: Back
es_es: Volver
